[
  {
    "Name":"Danielle Lauren Seidner",
    "Description":"Howdy-ho, neighborinos! I'm Danielle. I live with my wife, Allison, and two cats, Freya and Loki. I enjoy various media, mainly TV shows - Doctor Who, Game of Thrones, Star Trek, and Avatar: TLA. ",
    "ShoutOuts": "Danielle, she has the courage to speak up and disagree when everyone else is too overwhelmed to say they have no clue what is happening."
  },
  {
    "Name":"David Owen Beck",
    "Description":"24 years old, went to school in Duluth, plays guitar, records music, favorite beer is Stone's All Day IPA, loves gardening",
    "ShoutOuts":" Dave Beck helped me through a couple of things on our team presentations that I didn't quite understand."
  },
  {
    "Name":"Brian Wayne Daves",
    "Description":"Grew up in Austin Texas. I have lived in Minneapolis for the last 24 years. I have a son Elliot . My wife's name is Christine and we hava a dog named Rufus",
    "ShoutOuts":"Brian was welcoming to me and talked to me a little during the breaks."
  },
  {
    "Name":"David William Hoverson",
    "Description":"I currently dream in code.",
    "ShoutOuts":"A real gem. Dave (tall Dave), is a true gentleman."
  },
  {
    "Name":"Amelia Elizabeth Frevert",
    "Description":"I've attained a quarter century of wisdom while growing up in South MPLS. I'm a licensed radio dj and spend much of my time staring out the window daydreaming.",
    "ShoutOuts":"Amelia's humor is the best, and helps everyone feel more relaxed."
  },
  {
    "Name":"Geoffrey Allen Hofman-Frethem",
    "Description":"Really big sci-fi nerd. Star Wars, Star Trek, Dune, LOTR, Doctor Who, the list goes on. ALSO BATMAN. ",
    "ShoutOuts":"Geoffrey has helped me and other out quite a bit to understand subjects and help solve problems in assignments without necessarily giving the answer. And for taking the time to look through my code to find errors"
  },
  {
    "Name":"Jacob Paul Schoolmeesters",
    "Description":"Grew up in NE Minneapolis. I graduated from Metropolitan State University with a degree in Technical Communication. I have two dogs, Tilly and Cooper, and one cat named Bernie. Video games are fun. Design is cool as well.",
    "ShoutOuts":"Jake is a warm and sharing guy.He is always willing to help."
  },
  {
    "Name":"Juan Manuel Gutierrez Garcia",
    "Description":"Born and raise in Mexico, loves Comics, especially DC(not the state duh), Heavy Metal and classic Rock",
    "ShoutOuts":"I would like to thank Manu for giving a long speech today.  I was Matt Damon again and the Kimmel show just didn't have time to get to me..."
  },
  {
    "Name":"John Vang",
    "Description":"I really don't have a middle name.  I'm from Calfornia.  San Francisco & bay area sports fan.  I have a wife and 2 awesome kids.",
    "ShoutOuts":"I would like to thank John for his help on our group project.He is a stand-up guy."
  },
  {
    "Name":"Jonathan Osborne",
    "Description":"Green Bay Packers fan, likes jazz on vinyl, favorite beer is Lagunitas Sucks.",
    "ShoutOuts":"Jonathan is the most enthusiastic coder I have ever met. He is so inclusive and made sure everyone was following his logic. A real gem."
  },
  {
    "Name":"Lauren  Margaret Beatty",
    "Description":"My middle name is Margaret ....OR IS IT?!?! Wah, wah, waaaaaaaaah",
    "ShoutOuts":"I was so excited to work with Lauren today. She speaks her mind and I can tell that she is methodical and just smart. I learn a lot from the questions she asks and I get the impression that she doesn't have a judgmental bone in her body, too. All around cool person."
  },
  {
    "Name":"Laura Margaret Kressin",
    "Description":"23 yr old student, artist, sister, daughter and aunt.  Soon to be future programmer/dragon rider.  Call me Khaleesi.",
    "ShoutOuts":"Shoutout to Laura for always being the person in the groups I've been in to take in the challenge and organize it in a way that is digestible and makes the code flow and not get frustrating!"
  },
  {
    "Name":"Liz Piet",
    "Description":"Dana Carvey follows me on Twitter. I sometimes dress up like Wayne Campbell. I love Halloween.",
    "ShoutOuts":"Liz for talking about topics with me as we both try to understand it together."
  },
  {
    "Name":"Erick Alejandro Lee",
    "Description":"my favorite countries/trips are Guatemala, Colombia, France, Argentina, New York",
    "ShoutOuts":"Erick is like a ray of sunshine. He keeps things light and optimistic. I think is a forever learner and charming at that. He always offers help and stays positive when things get tough."
  },
  {
    "Name":"Nicholas D Renford",
    "Description":"Sometimes I forget to turn the oven off.",
    "ShoutOuts":"Definitely want to thank Nick for all his help solving all sorts of problems on many times since day 1 of school."
  },
  {
    "Name":"George Douglas Ritzinger",
    "Description":"Born: NJ, lives: Vadnais Heights, paddles many kayaks, grows tomatos, wants a big snow year, hasn't played tennis lately",
    "ShoutOuts":"Doug - sent me his notes for the day that I missed, so when I came back the next morning I could work on the group project I missed."
  },
  {
    "Name":"Ryan Merchlewitz",
    "Description":"Born and raised in the burbs, rumored to have a life in some circles, and likes to make websites.",
    "ShoutOuts":"Ryan, also being a chill dude and accepting my sense of humor."
  },
  {
    "Name":"Sarah Ann Marrone",
    "Description":"Born and raised in MN, modern quilter, I enjoy baking, I have dreams of purchasing a vacant fire station some day and turning it into a single-family home (I've had my eyes on one for the past year or so), I have a degree in Journalism and Art from the UofMN, ",
    "ShoutOuts":"Sarah is so nice to be around and to work with. She showed or group a new way to check our code for errors and we were all like, 'whoooaaa.' She is so sweet."
  },
  {
    "Name":"Zachary Allan Thomas Turner",
    "Description":"I have two middle names. Born in Denver. Used to have dreadlocks. ",
    "ShoutOuts":"Zach is a lot of fun to have on a team. Great guy!"
  }


]